{
  "properties": {
    "title": "AI Crazytown",
    "tagline": "Takes a prompt and randomly generates an asset in either image, 3D object, video, or ascii format.",
    "creator": "Name (email)",
    "contributors": "Name (email), name (email)",
    "keyFeature": [
      {
        "title": "Feature One",
        "icon": null,
        "desc": "A description for feature one"
      },
      {
        "title": "Feature Two",
        "icon": null,
        "desc": "A description for feature two"
      },
      {
        "title": "Feature Three",
        "icon": null,
        "desc": "A description for feature three"
      }
    ],
    "docs": null,
    "repo": "https://github.com/fearn/ai-crazytown"
  },
  "content": "<p>AI Crazytown is an innovative tool that harnesses the power of artificial intelligence to generate unique assets based on a given prompt. Whether you need an image, a 3D object, a video, or even an ASCII representation, AI Crazytown has got you covered.</p>\n<h3>Key Features</h3>\n<ol>\n<li><p><strong>Prompt-based Asset Generation</strong>: Simply provide a prompt, and AI Crazytown will use its advanced GenAI technology to create a one-of-a-kind asset tailored to your needs.</p>\n</li>\n<li><p><strong>Versatile Asset Types</strong>: AI Crazytown can generate assets in various formats, including PNG, JPEG, MORGT, MP4, OBJ, or TXT. This ensures that you have the flexibility to choose the most suitable format for your project.</p>\n</li>\n</ol>\n<h3>Installation</h3>\n<p>To start using AI Crazytown, follow these steps:</p>\n<ol>\n<li>Install the <code>ai-crazytown</code> module using npm:</li>\n</ol>\n<pre><code class=\"language-bash\">npm install ai-crazytown\n</code></pre>\n<ol start=\"2\">\n<li>Import the module into your project:</li>\n</ol>\n<pre><code class=\"language-javascript\">const aiCrazytown = require(&#39;ai-crazytown&#39;);\n</code></pre>\n<ol start=\"3\">\n<li>You&#39;re all set! Start generating amazing assets with AI Crazytown.</li>\n</ol>\n<h3>Caveats</h3>\n<p>While AI Crazytown is a powerful tool, there are a few caveats to keep in mind:</p>\n<ul>\n<li><p>AI Crazytown relies on the quality of the provided prompt. The more specific and detailed the prompt, the better the generated asset will be.</p>\n</li>\n<li><p>The generated assets are based on randomization and AI algorithms. While they are designed to be creative and unique, there might be instances where the output doesn&#39;t meet your exact expectations.</p>\n</li>\n<li><p>AI Crazytown is not recommended for use in critical or sensitive applications where precise and controlled asset generation is required.</p>\n</li>\n</ul>\n<p>Start exploring the endless possibilities of AI Crazytown and unleash your creativity today!</p>\n<h3>Example Links</h3>\n<p>Here are a few examples of different types of links you can include in your markdown:</p>\n<ol>\n<li><p>External Link: <a href=\"https://copilot.github.com\">GitHub Copilot</a> - This is an example of a link to an external website.</p>\n</li>\n<li><p>Local Asset: <img src=\"https://example.com/path/to/your/logo.png\" alt=\"Logo\"> - Replace <code>/path/to/your/logo.png</code> with the actual path to your local asset, such as an image or video file.</p>\n</li>\n<li><p>Document Link: <a href=\"../coolstuff.md\">User Manual</a> - Replace <code>https://github.com/fearn/ai-crazytown/user_manual.pdf</code> with the actual URL to your document file on GitHub.</p>\n</li>\n</ol>\n<p>Feel free to customize these examples to fit your specific needs. Happy linking!</p>\n<h3>Testing</h3>\n<p>Now we&#39;ll edit this and this should cause an action to trigger.</p>\n"
}